Repository: canisbelli/Project2
Catalog: unknown-horizons/po/scenarios/*/The_Unknown.po
Languages: hu, sk

source: easy
hu: könnyű
sk: ľahká

source: You are the captain of a ship under the flag of England in 1740. You and your crew were on the way to a colony of England in the Pacific Ocean. Everything went fine until you came into a storm…
hu: 1740-et írunk, egy angol lobogóval ellátott hajó kapitánya vagy. Te és a legénységed Anglia egy településére tartottatok, átszelve a Csendes-óceánt. Minden remekül haladt, amikor jött a vihar…
sk: Si kapitán lode pod zástavou Anglicka roku 1740. Ty a tvoja posádka ste na ceste do jednej z anglickej kolónie uprostred Tichého oceánu Všetko išlo dobre až do chvíle, keď vás stretla búrka…

source: 20th November 1740
hu: 1740. november 20.
sk: 20. novembra 1740

source: After four days the storm finally fades and we can take a rest. But we only have little food left and our ship is in a bad shape. The navigational instruments and sea charts are lost.
hu: Négy nap múltával a vihar elcsendesedett, ideje kifújnunk magunkat. Viszont az élelem nagyon kevés, a hajó rossz állapotban van. A navigációs eszközök és a hajózási térkép odaveszett.
sk: Po štyroch dňoch sa búrka konečne vytratila a my si môžeme oddýchnuť. Zostalo nám ale už len málo jedna a naša loď je na tom zle. Navigačné nástroje a mapy sú stratené.

source: We have to come ashore soon. One of my jacks saw some birds hunting for fish, so land can't be far. Fortunately we always have some tools and boards onboard, so we can build some basic shelter.
hu: Minél hamarabb partra kell szállnunk. Páran a legénységemből madarakat láttak halászni, nem lehet messze a szárazföld. Szerencsére mindig van nálunk szerszám és deszka, építhetnénk menedéket.
sk: Musíme sa rýchlo vrátiť na pevninu. Jeden z mojich chlapov videl vtáky loviť ryby, takže zem nie je ďaleko. Našťastie máme vždy nejaké nástroje a dosky na palube, takže môžeme postaviť nejaký jednoduchý prístrešok.

source: Task: Find land and build a port.
hu: Feladat: Keress szárazföldet és építs egy kikötőt.
sk: Úloha: Nájdi zem a postav prístav.

source: 22nd November 1740
hu: 1740. november 22.
sk: 22. novembra 1740

source: The port is built and a new hope arises. I am still worried about the next days… we are running out of food and lack basic building material.
hu: A kikötő megépült, ismét van remény. Továbbra is aggódom a következő napok miatt... lassan kifogyunk az élelemből és az alapvető építőanyagokból.
sk: Prístav bol postavený a vzniká nová nádej. Stále máme strach z nastávajúcich dňov... dochádza nám jedlo a chýba nám stavební materiál.

source: We need to secure our basic needs to keep us alive. It is time to send people gathering food and lumber so that we can survive and build some shelter.
hu: Biztosítanunk kell alapvető szükségleteinket az életben maradáshoz. Ideje embereket küldeni élelem és faanyag beszerzésére, így túlélhetjük és fedél is lesz a fejünk felett.
sk: Potrebujeme zaistiť naše základné potreby aby sme zostali nažve. Prišiel čas vyslať ludí zhromaždiť jedlo a drevo aby sme boli schopný prežiť a postaviť si nejaký prístrešok.

source: Task: Build at least one of each: * Lumberjack * Fisher * Hunter Collect 5 food and 5 boards.
hu: Feladatok: Építs a következőkből legalább egyet: * Favágó * Horgász sátor * Vadász sátor Gyűjts össze 5 élelmet és 5 deszkát.
sk: Úloha: Postav aspoň jeden z každého: * Drevorubársku chartč * Rybársku chatrč * Loveckú chartč Nazhromaždi 5 kusov jedla a 5 dosiek.

source: 25th November 1740
hu: 1740. november 25-e
sk: 25. november 1740

source: We have secured our basic needs of food and gathered some wood to continue the growth of our new settlement. Our people demand a place to live and exchange goods for their everyday needs.
hu: Rendelkezünk alapvető élelemmel és gyűjtöttünk némi fát, így az új településünk tovább növekedhet. A lakosoknak házra van szükségük és egy helyre, ahol cserekereskedelmet folytathatnak.
sk: Zabezpečili sme naše základné potreby jedla a nazhromaždili sme dosky k zachovaniu rastu našej novej osady. Naši ludia sa dožadujú miesta kde žiť a vymieňať tovar pre každodennú potrebu.

source: It is time to build some tents to live in and a small main square to supply our citizens with goods.
hu: Itt az idő lakósátrak építésének és szükség van egy főtérre, ahol a lakosságot elláthatjuk javakkal.
sk: Prišiel čas postaviť nejaké stany v ktorých by sme mohli žiť a malú tržnicu pre zásobenie našich občanov tovarom.

source: Task: Build a Main Square and at least 10 Tents.
hu: Feladat: Építs egy főteret és legalább 10 sátrat.
sk: Úloha: Postav tržnicu a aspoň 10 stanov.

source: 1st December 1740
hu: 1740. december 1-je
sk: 1. december 1740

source: Finally we have enough to eat and a place to live again. My tent is not very comfortable but it keeps me dry and I have the feeling of having a roof over my head at night.
hu: Végre van mit ennünk és lakhelyünk. Bár a sátram nem túl kényelmes, de szárazon tart és jó érzés, hogy éjjelente van tető a fejem felett.
sk: Konečne máme dostatok jedla a znovu miesto kde žiť. Môj stane je síce nepohodlný, ale drží ma v suchu a mám v noci zase pocit strechy nad hlavou.

source: I have been researching the stars at night, but without my sea charts and instruments their meaning remains unknown. I have the feeling we will be stuck here for a while, so we'll have to make the best of situation. We can only try to to build up a civilisation and find a way home…
hu: Éjjelente a csillagokat fürkészem, de a hajózási térkép és a hozzá tartozó eszközök nélkül nem sokra jutok. Az az érzésem, hogy egy darabig még itt fogunk rostokolni, így a lehető legjobbat kell kihoznunk a helyzetből. Tovább kell bővítenünk civilizációnkat és módot kell találnunk a hazajutásra…
sk: V noci som skúmal hviezdy, ale bez mojich námorných máp a navigačných nástrojov zostáva ich význam neznámy. Mám pocit že tu chvílu zostaneme, takže by sme mali zo situácie čo najviac vyťažiť. Môžeme sa jedine pokúsiť vytvoriť civilizáciu a nájsť cestu domov…

source: Task: Grow the village until you have at least 250 inhabitants and a positive balance.
hu: Feladat: Bővítsd a falut, amíg a lakosok száma el nem éri a 250-et és az egyenleged pozitív számot nem mutat.
sk: Úloha: Rozšír osadu pokiaľ nebudeš mať aspoň 250 obyvateľov a pozitívnu bilanciu.

source: 27th August 1745
hu: 1745. augusztus 27-e
sk: 27. augusta 1745

source: Our village is doing well, the city has grown to over 250 inhabitants. I have started getting used to my new home, but this island is too small to stay here forever.
hu: A falu jól teljesít, a város lakossága elérte a 250-et. Már kezdem megszeretni az új otthonomat, de ez a sziget túl kicsi ahhoz, hogy örökre itt maradjak.
sk: našej osade sa darí dobre, mesto má cez 250 obyvateľov. Začal som si zvykať na môj nový domov, ale ostrov je príliš malý na to aby sme tu zostali navždy.

source: We should load our ship and move out to find a bigger island offering room and resources for my people. I have created a basic navigational map again, using the stars I see at night. It is not perfect, but I hope it will suffice to return here.
hu: Ideje berakodni a hajóba és felkutatni egy nagyobb szigetet, amely több hellyel és sok nyersanyaggal kecsegtet. Elkészítettem egy kezdetleges navigációs térképet az éjszakai csillagszemlék alapján. Nem tökéletes, de kis szerencsével visszatalálunk ide.
sk: Mali by sme naložiť našu loď a vyraziť hladať vetší ostrov, ktorý ponúka priestor a suroviny pre mojich ludí. Vytvoril som základnú navigačnú mapu pomocou hviezd, ktoré v noci pozorujem. Nie je perfektná, ale dúfam, že bude stačiť pre návrat sem.

source: Task: Contact the Unknown Horizons Team (www.unknown-horizons.org) and find out how you can contribute to making this scenario longer and better!
hu: Feladat: Lépj kapcsolatba az Unknown Horizons csapatával (www.unknown-horizons.org) és ha van ötleted, segíts, hogy ez a küldetés hosszabb és tartalmasabb legyen!
sk: Úloha: Kontaktuj tím Unknown Horizons (www.unknown-horizons.org) a zisti ako by si mohol prispieť a urobiť tento scenár dlhší a lepší!
