Repository: canisbelli/Project2
Catalog: unknown-horizons/po/scenarios/*/tutorial.po
Languages: hu

source: Tutorial
hu: Oktatás

source: The tutorial: Build your first settlement and learn how to play!
hu: Gyakorlás: Építsd fel az első telepedet és tanuld meg, hogyan kell játszani!

source: Build a Warehouse on the coast to allow trade ships to visit your settlement.
hu: Építs raktárat a tengerpartra, ezáltal a település elérhetővé válik a kereskedőhajók számára.

source: Welcome to Unknown Horizons!
hu: Üdvözöl az Unknown Horizons!

source: This is your Journal, where important information about the current scenario is stored. A summary of each new task will also appear as a 'notification button' near the left-hand edge of the screen. You can hover your mouse over these notifications to read the summary, or click the button itself to open the Journal.
hu: Ez a Te naplód, amelyben minden fontos információt megtalálsz a küldetésről. Az új feladatok összegzése megtalálható a képernyő bal szélén található 'értesítés gomb' alatt. Mutass az egérrel ezekre az értesítésekre az összegzés elolvasásához, vagy klikkelj a napló megnyitásához.

source: You can also re-open the Journal at any time by clicking the button below the mini-map, at the top right of your screen. From now on, we'll refer to this area containing the mini-map, various buttons and tabs as the 'Overview'.
hu: Bármikor újra megnyithatod a naplót a minitérkép alatti gombra klikkelve a képernyő jobb felső részén. Innentől kezdve erre a részre, amely tartalmazza a minitérképet, a különböző gombokat és füleket, 'Áttekintés'-ként fogunk hivatkozni.

source: To see your first task, turn to the next page of the Journal using the button at the bottom of the opposite page - it looks like this:
hu: Az első feladatod megtekintéséhez a naplóban lapozz a következő oldalra a lap alján található gombra kattintva - így néz ki:

source: If you have any suggestions about how this tutorial can be improved, or if you encounter any errors, please tell us.
hu: Ha bármilyen javaslatod van, miként lehetne javítani ezt az oktató játékot, vagy bármilyen hibába futottál, kérünk, jelezd felénk.

source: Visit www.unknown-horizons.org to find out how to contact the team.
hu: Látogasd meg a www.unknown-horizons.org oldalt, hogy kapcsolatba lépj a csapattal.

source: And now, let's start the game!
hu: És most kezdődjön a játék!

source: NEW TASK: CREATE A SETTLEMENT
hu: ÚJ FELADAT: ÉPÍTS TELEPÜLÉST

source: Your ship is at sea, loaded with the supplies you'll need to establish a new settlement.
hu: A hajód a tengeren várakozik, megtöltve az új település megalapításához szükséges rakománnyal.

source: To move your ship, select it with a left-click then right-click on the location you want it to sail to.
hu: A hajó mozgatásához válaszd ki bal egérgombbal, majd jobb egérgombbal klikkelj a célterületre.

source: Once you're near the coast, the 'Build Settlement' button in the overview will become active.
hu: Amint egy part közelébe érsz, a 'Település alapítása' gomb aktívvá válik az áttekintésben.

source: Clicking this button will show a preview of the Warehouse, the first building required to found a new settlement. As you move the cursor around, you'll notice that the preview is shaded red when the building is in an unsuitable area.
hu: Erre a gombra klikkelve a raktár előnézetét láthatod, ez az első épület, amely a település alapításához szükséges. A kurzor mozgatásával láthatod, hogy az előnézet piros színre vált, ha az adott terület alkalmatlan az építkezésre.

source: The Warehouse needs to be positioned on the coast to allow ships to dock. So, find a good location then left-click to place this important building.
hu: A raktárat a tengerparton kell elhelyezni, így a hajók dokkolni tudnak. Keress egy megfelelő helyet, majd klikkelj a bal egérgombbal ennek a fontos épületnek az elhelyezéséhez.

source: Task: Build a Warehouse on the coast.
hu: Feladat: Építs egy raktárat a tengerpartra.

source: Build a Lumberjack's Tent and connect it to the Warehouse.
hu: Építs egy favágó sátrat és kösd össze a raktárral.

source: NEW TASK: BUILD A LUMBERJACKS TENT
hu: ÚJ FELADAT: ÉPÍTS EGY FAVÁGÓ SÁTRAT

source: The supplies and construction materials have been unloaded from your ship and safely stored in your new Warehouse. Now it's time to construct some basic buildings, beginning with a Lumberjack's Tent.
hu: Az árukat és építési anyagokat kirakodták a hajódról és biztonságba helyezték az új raktáradban. Itt az ideje néhány alapvető épület felhúzásához, kezdve a favágó sátorral.

source: Lumberjacks will fell trees from the woodland around their tent and process the timber to produce boards, for use in construction or as a trade resource.
hu: A favágók a sátraik közelében található erdőben kivágják a fákat és abból deszkát állítanak elő, amelyet építésre vagy kereskedésre lehet felhasználni.

source: To build a Lumberjack's Tent, open the Build Menu by clicking the button below the mini map or pressing 'B', the default hotkey.
hu: Favágó sátor építéséhez nyisd meg az építési menüt a minitérkép alatt található gombra klikkelve vagy a 'B' billentyű lenyomásával.

source: The Build Menu is sorted by tiers and, as yours is a new settlement, First Tier buildings are the only ones available to you; as your civilization advances, you will obtain access to higher tiers and be able to construct a much wider range of buildings.
hu: Az építési menü szintek szerint tagolt, és mivel a Te esetedben egy új településról van szó, jelenleg csak az első szint épületei érhetők el; ahogy a civilizációd fejlődik, lehetőséged lesz számos magasabb szintű épület megépítéséhez is.

source: Find a nice wooded area for our Lumberjack to work then select 'Lumberjack's Tent' from the list of buildings in the Overview and place the building.
hu: Keress egy fákkal sűrűn borított területet a favágónak, majd az épületek listájából válaszd a 'Favágó sátor' lehetőséget és helyezd el a terület mellé.

source: Later in the game you might want to create woodland by planting trees, but since that costs money, you should use what nature has provided for the time being!
hu: A későbbiekben létrehozhatsz új erdőt fák ültetésével, de mivel az pénzbe kerül, jelenleg a természet adta lehetőségeket kell kiaknáznod!

source: Any resource-gathering or production building needs a path connecting it to a Warehouse or other form of storage, otherwise the goods it produces will not be collected.
hu: Minden nyersanyag-begyűjtő vagy termelő épületnek összeköttetésben kell lennie egy raktárral vagy más tároló épülettel, különben a megtermelt áruk nem kerülnek begyűjtésre.

source: So, once your Lumberjack's Tent is in position, connect it to your Warehouse by opening the Build Menu then clicking the 'Path' button. You can now click and drag with the mouse to draw the route of your path between the Lumberjack's Tent and the Warehouse.
hu: Miután a favágó sátor a helyére került, össze kell kötnöd a raktárraddal, ehhez az építési menüből válaszd az 'Út' lehetőséget. Ehhez klikkelj az egérrel és húzd meg az utat a favágó sátor és a raktár között.

source: Task: Build a Lumberjack's Tent in a wooded area and connect it to your Warehouse.
hu: FELADAT: Építs favágó sátrat egy fás területre, majd úttal kapcsold a raktárépülethez.

source: Once the buildings are connected you'll see a collector arrive to pick up your newly produced boards and deliver them to the Warehouse, ready for use in construction or trade.
hu: Miután az épületek összeköttetésben állnak, látni fogod, hogy árubegyűjtő érkezik az újonnan elkészített deszkák elszállításához, amelyet a raktárba visz, ezáltal felhasználható építéshez vagy kereskedéshez.

source: Build a Hunter's Tent and a Fisherman's Tent. Connect them to the Warehouse.
hu: Építs egy vadász és egy halász sátrat. Kösd össze ezeket a raktárral.

source: NEW TASK: FOOD SUPPLY
hu: ÚJ FELADAT: ÉLELMISZER ELLÁTÁS

source: You will need to have some food-producing companies too, because people in general (and especially sailors) are very hungry.
hu: Szükséged lesz pár élelmiszert termelő vállalkozásra, mivel az emberek általában (a mi helyzetünkben a tengerészek) nagyon éhesek.

source: Available companies in the first tier are the Hunter's Tent and Fisherman's Tent.
hu: Az első szinten elérhető ilyen vállalkozások a Vadász sátor és a Halász sátor.

source: The hunter hunts animals in the forest, thus needs trees nearby.
hu: A vadász vadakra vadászik az erdőben, fákra van szüksége a közelben.

source: Note that you can place your Hunter's Tent close to the lumberjack's forest.
hu: Érdemes megjegyezni, hogy a vadász sátrat elhelyezhezed a favágó sátor közelében is.

source: It can happen that the animals don't reproduce fast enough or simply hide well.
hu: Előfordulhat, hogy az állatok nem szaporodnak elég gyorsan, vagy szimplán elrejtőznek.

source: Conclusion: the Hunter's Tent is not too reliable if you need continuous supply.
hu: Következtetés: a vadász sátor nem túl megbízható a folyamatos élelmiszer ellátás biztosításához.

source: The Fisher needs a coastal building site like the Warehouse and a fish school in range.
hu: Mint a raktár épületének, a halásznak is egy tengerparti épületre van szüksége, továbbá egy hal lelőhelyre a közelben.

source: He will build a small rowing vessel and catch some fish.
hu: Egy kis evezős csónakot épít és kifog néhány halat.

source: This is a very constant supply at the cost of a slightly longer production time per unit of food.
hu: A folyamatos ellátás miatt egy egység élelmiszernek az előállítási ideje valamennyivel tovább tart.

source: A small settlement like yours can use both companies, and you can better balance pros and cons if you see the direct comparison.
hu: Egy kis településben, mint amilyen a Tiéd is, mind a két lehetőséget használhatod és a későbbiekben eldöntheted, melyik éri meg jobban.

source: Task: Build a Hunter's Tent and a Fisherman's Tent.
hu: Feladat: Építs egy vadász és egy halász sátrat.

source: Don't forget to connect them to your Warehouse with Trails!
hu: Ne felejtsd el úttal összekötni azokat a raktárépületekkel!

source: Build a Main Square. Choose an area without many economy buildings.
hu: Építs egy főteret. Válassz olyan helyet, ahol a környéken kevés a gazdasági épület.

source: NEW TASK: MAIN SQUARE
hu: ÚJ FELADAT: FŐTÉR

source: Your residents need a main square where they can fetch their goods from.
hu: A lakosoknak főtérre van szükségük, ahol beszerezhetik a szükséges termékeket.

source: This means that they need a trail connection from their home to the Main Square. Note that the Main Square acts as trail as well, therefore adjacent Tents do not need a separate Trail.
hu: Ez annyit jelent, hogy össze kell kötni az otthonaikat és a főteret egy úttal. A főtér útként is viselkedik, így a szomszédos sátraknak nincs szükségük külön útra.

source: All goods in your Warehouse are available at this 'market place', so your residents do not need to walk to the Fisherman's Tent or even to the Warehouse.
hu: A raktáradban található összes termék a elérhető 'piactéren', tehát a lakosoknak nem kell elsétálniuk a halász sátorhoz vagy a raktárhoz.

source: You should avoid placing your main settlement tents too close to your lumberjacks because building tents will clear away the trees that your lumberjack needs to produce boards.
hu: Figyelj arra, hogy ne építsd a településed lakóépületeit túl közel a favágókhoz, mivel a lakóépületek miatt a fák eltűnnek, amelyből a favágónak kellene deszkákat készítenie.

source: Companies work without being connected to the tents, so you don't need to build a road between the Main Square and e.g. your Lumberjack's Tent.
hu: A vállalkozásoknak nincs szüksége összeköttetésre a lakóépületekkel, tehát nem kell például utat építened a főtér és a favágó sátor közé.

source: Task: Build a Main Square.
hu: Feladat: Építs egy főteret.

source: Now let's have a closer look at the Main Square.
hu: Most vess egy közelebbi pillantást a főteredre.

source: In the 'Account' tab you get a balance sheet of this island, featuring all costs you pay and all taxes you earn.
hu: A 'Kimutatás' fülön láthatod a szigeted egyenlegéd, megmutatva az összes költséget, amit kifizetsz, és az adókat, amiket beszedsz.

source: The items 'Sale' and 'Buy' refer to your trading balance and will be explained later on.
hu: Az "Eladás" és a "Vásárlás" kifejezések a kereskedési egyenleget alkotják, erről a későbbiekben lesz szó.

source: If your balance is positive, you all-in-all make a profit.
hu: Ha az egyenleged pozitív, egy az egyben profitot termelsz.

source: In the different tier overview tabs you can see statistics about your inhabitants. You also set the tier-specific global tax here and allow or deny inhabitants of this tier to upgrade to the next higher one.
hu: A különböző szintek áttekintő fülein statisztikát láthatsz a lakosaidról. Itt beállíthatod a szintekre vonatkozó globális adót, és engedélyezheted vagy tilthatod egy adott szinten lévő lakosaidatnak, hogy fejlesszenek a következő szintre.

source: Build a Tent and connect it to the Main Square if necessary.
hu: Építs egy sátrat, és csatlakoztasd a főtérhez, ha szükséges.

source: NEW TASK: RESIDENTIAL BUILDINGS
hu: ÚJ FELADAT: LAKÓÉPÜLETEK

source: Settlers want to have a roof over their heads, else they won't even think of living in your city! You need to provide tents.
hu: A telepesek tetőt szeretnének a fejük fölé, ellenkező esetben még úgy gondolhatják, hogy nem is akarnak ebben a városban élni! Lakóházakat kell biztosítanod.

source: Tents are the basic residential buildings. Your inhabitants will want to upgrade it when they reach higher tiers.
hu: A sátrak az alapvető lakóépületek. A lakosaid szeretnék a későbbiekben továbbfejleszteni, amint elérnek egy nagyobb szintet.

source: Note that the upgrade of each building requires construction material, like wood for their first upgrade.
hu: Minden épület fejlesztése építési alapanyagba kerül, az első fejlesztéshez például fa szükséges.

source: Consider to disable the upgrade if your stock of these materials is low.
hu: Érdemes letiltani a fejlesztést, ha kevés a rendelkezésre álló alapanyag.

source: Settlers may not look very useful since they will try to consume all goods you produce - but they at least pay taxes, and that's the only way you can make money for now!
hu: Bár a telepesek nem tűnnek hasznosak, hiszen fogyasztják az általad megtermelt javakat - de legalább fizetik az adót, és jelen pillanatban ez az egyetlen lehetőséget pénzt termelni!

source: Task: Build a Tent and connect it to the Main Square if necessary. Tents don't need to be connected to any of the companies.
hu: Feladat: Építs egy sátrat és kösd össze a főtérrel, ha szükséges. A sátraknak nem kell összeköttetésben lenniük a gazdasági épületekkel.

source: Build at least three additional Tents and connect them to the Main Square.
hu: Építs legalább három további sátrat és kösd össze azokat a főtérrel.

source: Let's have a look at the Tent overview tab.
hu: Vess egy pillantást a sátrak áttekintő fülére.

source: You can see * the happiness of these residents, * the taxes they pay and * the resources they demand.
hu: Amit láthatsz * a lakosoknak elégedettsége, * mennyi adót fizetnek és * a készletek, amelyre szükségük van.

source: If their demands are fulfilled, happiness and thus your tax income increase.
hu: Ha kielégíted a szükségleteiket, az elégedettségük és az adóbevétel növekszik.

source: If not, happiness and income decrease. At some time your residents may get really sour and simply turn their back on your village, leaving behind a decaying ruin.
hu: Ha nem, az elégedettség és a bevétel csökkenni fog. Olykor a lakosok annyira elégedetlenek, hogy szimplán hátat fordítanak a falunak, maguk mögött hagyva egy lepusztult, romos házat.

source: Note that you can also change the global tax settings here, too.
hu: Itt tudod állítani a globális adó mértékét is.

source: Task: Build at least three additional Tents.
hu: Feladat: Építsd legalább három sátrat.

source: TIP: Holding down SHIFT eases constructing multiple buildings of the same kind.
hu: JAVASLAT: A SHIFT billentyű lenyomásával több épületet is építhetsz a adott típusból.

source: Build a Signal Fire at the coast close to your Warehouse.
hu: Építs egy jelzőtüzet a tengerparton, közel a raktárhoz.

source: NEW TASK: BUILD SIGNAL FIRE
hu: ÚJ FELADAT: JELZŐTŰZ ÉPÍTÉSE

source: Can you see the ship passing your island from time to time? That ship belongs to the Free Trader, one of the first settlers in this archipelago.
hu: Észrevetted már, hogy időről időre hajó halad el a szigeted mellett? Ez a hajó a Szabad Kereskedőkhöz tartozik, az első telepesek egyike ezen a szigetvilágon.

source: The trader will supply your settlement with necessary goods which you can't produce yet.
hu: A kereskedő ellátja majd a településed olyan szükséges nyersanyagokkal, amelyeket még nem tudsz előállítani.

source: You can also sell surpluses of your production, but in general consuming them (by building more Tents) instead of selling them yields more profit.
hu: Viszont a termékfelesleget el is adhatod, de általában a felhasználásuk (több sátor építése) az eladás helyett több bevételt termel.

source: Normally the trader just sails around and looks for deals, but you can speed things up a bit.
hu: Normál esetben a kereskedő csak hajózik közbe, keresve az ajánlatokat, de ezt valamelyest meggyorsíthatod.

source: For this purpose, build a Signal Fire at the coast near your Warehouse. It will show ships the way to your settlement.
hu: Ehhez építened kell egy jelzőtüzet a tengerpartra, a raktárad közelébe. Ez jelzi majd az utat a hajóknak a településed felé.

source: The Signal Fire has to cover the area which the ships pass through to catch them.
hu: A jelzőtűznek le kell fednie azt a területet, ahol a hajók elhaladnak.

source: After this little advertisement, the trader will also stop by and look into your Warehouse, even if he had planned to sail past it.
hu: A figyelemfelhívást követően a kereskedő be fog térni a raktáradba, hogy körbenézzen, még akkor is, ha eredetileg csak elhajózott volna mellette.

source: You can propose deals via the Warehouse tab "Buy/Sell".
hu: Üzleti ajánlataidat előkészítheted a raktár "Vásárlás/Eladás" fülén.

source: At the 'sailors' tier, you are equipped with three trading slots.
hu: A 'tengerész' szinten mindössze három kereskedelmi helyed van.

source: Click on the small icon to change the slot mode from 'Buy' to 'Sell' and vice versa.
hu: Klikkelj a kis ikonra, hogy megváltoztasd az adott hely típusát 'Eladás'-ról 'Vétel'-re és fordítva.

source: Click in the slot to choose the good you want to trade with. We will further explain this once you are ready to trade.
hu: Klikkelj a helyre, hogy kiválaszd a kereskedésre szánt terméket. Erről a későbbiekben fog szó esni, ha már készen állsz a kereskedelemre.

source: Task: Build a Signal Fire at the coast close to your Warehouse.
hu: Feladat: Építs egy jelző tüzet a tengerparton, közel a raktárhoz.

source: Reach an island stock of at least 30 tools. Note that this might take a while.
hu: Legyen a szigeten legalább 30 eszköz elérhető. Ez eltarthat egy ideig.

source: NEW TASK: LEARN TO TRADE
hu: ÚJ FELADAT: KERESKEDELEM

source: Excellent! The Free Trader will now stop by at your Warehouse from time to time. Let's continue our tutorial on how to trade.
hu: Kitűnő! A Szabad Kereskedő mostantól időről időre megáll a raktáradnál. Folytassuk az oktatást a kereskedelemmel.

source: First click on your own Warehouse and click on the third tab.
hu: Első lépésként klikkelj a raktáradra és nyisd meg a harmadik fület.

source: Then click on one of the 3 slots, then select a good you want to buy or sell.
hu: Klikkelj a három elérhető hely valamelyikére, válaszd ki az árut, amelyet venni vagy eladni szeretnél.

source: After selecting a particular type of good, the green bar across the bottom of the slot (if visible) shows you how much you have in stock of this good.
hu: Egy adott áru kiválasztása után, a zöld sáv a hely alján (amennyiben látható) azt jelzi, mennyi van nálad raktáron az adott áruból.

source: Dragging the slider on the right of each slot determines your 'target value' which has a different meaning on 'Buy' and 'Sell'.
hu: Mindegyik hely jobb oldalán található csúszka állításával megadhatod a 'célérték'-et, mennyit szeretnél vásárolni és eladni.

source: When buying, you will buy sufficient to hold your 'target value' in stock.
hu: Vásárláskor mindig annyit veszel, amennyivel eléred a raktáradban a 'célérték'-et.

source: When selling, the 'target value' is the stock amount at which you will always stop selling until you get more of that resource again.
hu: Eladáskor a 'célérték' azt jelöli, mi az a mennyiség a raktáradban, amely alá nem mehetsz a kereskedés során.

source: For example: Having a 'Buy' slot and 5 tons in stock, a slider positioned at 9 tons will cause you to buy 4 additional tons at most.
hu: Például: Van egy 'Vásárlás' helyed és 5 tonna a raktárban, a csúszka 9 tonnára van állítva, ez azt eredményezi, hogy 4 tonnát fogsz vásárolni.

source: Selling works similarly. A 'Sell' slot with 18 tons in stock and the slider positioned at 13 will sell up to 5 tons.
hu: Az eladás hasonlóan működik. Az "Eladás", amennyiben 18 tonna van raktáron és a csúszka 13-ra van állítva, azt eredményezi, hogy 5 tonnát fogsz eladni a raktárból.

source: If the Free Trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return.
hu: Viszont, ha a Szabad Kereskedő kevesebbet akar vásárolni vagy eladni, mint amennyit Te engedélyeztél, várnod kell, amíg újra vissza nem tér.

source: Unknown Horizons features smart pricing, so the value of one unit can vary. It is NOT possible to change prices manually!
hu: Az Unknown Horizonsban okos árazó rendszer működik, egyes típusok árai eltérhetnek. Manuálisan NEM lehetséges ezeket az árakat módosítani!

source: You can see your trade balance in the 'Account' tab comparing the 'Sale' and 'Buy' values there.
hu: A kereskedelmi egyenleged megtekintheted a 'Kimutatás' fül alatt, összehasonlítva az 'Eladás' és 'Vásárlás' értékeket.

source: Task: Buy as many tools as you need to have 30 tools in stock!
hu: Feladat: Vegyél annyi eszközt, amennyit csak kell, hogy 30 szerszám legyen raktáron!

source: Build a Pavilion with connection to the Tents.
hu: Építs egy kerti házat és kösd össze a sátrakkal.

source: NEW TASK: BUILD A PAVILION
hu: ÚJ FELADAT: ÉPÍTS KERTI HÁZAT

source: Those tools will be enough for the moment. Well done!
hu: Ennyi eszköz egyelőre elég lesz. Szép munka!

source: You now provide housing, a main square and food to your inhabitants.
hu: Jelen állás szerint biztosítasz lakóhelyet, főteret és élelmet a lakosok számára.

source: Still there is one demand which we have not satisfied so far (you may check that by clicking on any Tent): your sailors want a basic building where they can pray.
hu: De van még egy igény, amelyet nem sikerült eddig kielégíteni (klikkelj a sátorra, hogy kiderítsd, mi hiányzik): a tengerészeknek kell egy épület, ahol imádkozhatnak.

source: The solution is a Pavilion which the village parson quickly puts up as shelter from the sun.
hu: A megoldás egy kerti ház, amelyet a település lelkésze gyorsan felépít és véd a napsugaraktól.

source: Service buildings like this also need to be connected to the Tents with a Trail, else your inhabitants feel unable to reach them.
hu: A szolgáltató épületeket, mint ezt is, úttal össze kell kötni a sátrakkal, ennek hiányában a lakosok nem tudják látogatni.

source: Note that faith is treated like a physical resource!
hu: A hitet úgy kezeljük, mint fizikai nyersanyagot!
