Repository: canisbelli/Project2
Catalog: unknown-horizons/po/scenarios/*/tutorial.po
Languages: hu

source: This means that your inhabitants need a road connection to the producer (Pavilion) to pick up faith there.
hu: Ez azt jelenti, hogy a lakosaidnak útösszeköttetésre van szüksége a termelőhöz (kerti ház), hogy begyűjtsék a hitet.

source: After some time, they will have consumed it and then again look for a producer to collect more faith.
hu: Az idő múlásával felhasználják azt és újra a termelőhöz fordulnak hitért.

source: Important: It is NOT enough that the building is merely within a certain range of the Tents. The road connection is required as well.
hu: Fontos: NEM elég, hogy az épület a sátrak közelében van. Útösszeköttetésre is szükség van.

source: Task: Build a Pavilion with a Trail to the Tents in order to fulfill your sailors' demand for faith.
hu: Feladat: Építs egy kerti házat, kösd össze azt a sátrakkal, így kielégíted a tengerészek hit iránti igényét.

source: Set the tax level to Low (left end) and wait for your sailors to upgrade.
hu: Állítsd az adó mértékét alacsonyra (bal szélen) és várj, amíg a tengerészek fejlődnek.

source: NEW TASK: NEXT TIER
hu: ÚJ FELADAT: KÖVETKEZŐ SZINT

source: All demands are fulfilled now if your inhabitants can regularly visit the Main Square and the Pavilion and your food supply is adequate.
hu: A lakosok minden alapvető igényét kielégítetted, látogatják a főteret és a kerti házat, az élelmészer mennyisége elegendő.

source: If the sailors are happy enough, they want to advance to the next tier called Pioneers.
hu: Ha a tengerészek boldogok, szeretnének fejlődni a következő szintre, amelyet Felfedezőknek nevezünk.

source: To make them happy, there is nothing else for you to do but setting taxes to a lower level since you have fulfilled all the demands of your inhabitants.
hu: A boldogságukhoz már csak annyi kell, hogy alacsonyabb szintre állítsd az adó mértékét, a lakosok minden más igényét kielégítetted.

source: You should try to not always run on low taxes since this will probably lead to bankruptcy sooner or later. For a period of time and if you know what you are doing, it is fine though.
hu: Arra is figyelned kell, hogy ne tartsd az adó mértékét mindig alacsonyan, ez előbb-utóbb csődhöz vezet. Néha persze ezzel sincs gond, ha tudod, mit miért csinálsz.

source: After some time, the first unit should walk to the Main Square and have a look for new construction material there to build a log house. This house will replace the old tent.
hu: Egy kis idő után az első emberek elindulnak a főtér felé és magukhoz veszik az új ház megépítéséhez szükséges fát. A ház a régi sátor helyére kerül.

source: Such residential upgrades cost resources and can thus be restricted at the Main Square.
hu: Az ilyen lakossági fejlesztések nyersanyagba kerülnek, amelyek felhasználása korlátozható a főtéren.

source: There also are upgrades of buildings without costs, as you will see with the lumberjack. In this case, only the graphics change.
hu: Vannak díjmentes fejlesztések is, ezt észre fogod venni például a favágó esetében is. Ilyenkor csak az épület kinézete változik.

source: Upgraded housing accomodates more inhabitants, and pioneers pay more taxes than sailors, too.
hu: A fejlesztett lakóépületek több lakost tudnak elszállásolni, ráadásul a felfedezők több adót fizetnek, mint a tengerészek.

source: As you may have figured out already, the downside is that pioneers demand additional goods which sailors do not need - so you will need to spend this extra money to make them happy as well.
hu: Valószínűleg már rájöttél, hogy ennek van árnyoldala is, a felfedezők további javakat követelnek, amelyekre a tengerészeknek nincs szükségük - több pénzt kell elköltened ahhoz, hogy ők is boldogok legyenek.

source: Task: Set the tax level to Low (left end) and wait for sailors to upgrade.
hu: Feladat: Állítsd az adó mértékét alacsonyra (bal szélen) és várj, amíg a tengerészek fejlődnek.

source: Build a Farm and keep some empty space around it.
hu: Építs egy farmot, de legyen néhány üres hely körülötte.

source: NEW TASK: BUILD A FARM
hu: ÚJ FELADAT: ÉPÍTS EGY FARMOT

source: Congratulations! Some of your inhabitants have reached tier II!
hu: Gratulálunk! Néhányan a lakosaid közül elérték a második szintet!

source: Now you have access to new buildings, take a look at the Build menu again.
hu: Mostantól új épületek érhetők el, vess egy pillantást az építési menüre.

source: A shiny new tab appeared there.
hu: Egy szép új fül jelent meg.

source: Pioneers will demand cloth, so you need to set up a production line for cloth starting with lambs wool (which is one of the goods produced at the Farm).
hu: A felfedezőknek ruhára van szüksége, ehhez új gyártási folyamatokat kell életbe léptetned, kezdve a bárány gyapjúval (a farm által előállított áruk egyike).

source: The Farm is a very special production building since it can produce not only one, but many (and different) goods if you choose.
hu: A farm egy nagyon különleges termelő épület, ugyanis nem csupán egy, hanem több (és eltérő) árut is előállít a döntésed alapján.

source: The output of Farms depends on what kind of fields you build around it.
hu: A farmok végterméke a köré elhelyezett mezők típusától függ.

source: We will have a closer look at this later.
hu: Erről a későbbiekben részletesen beszélünk.

source: Farms, like all companies producing raw materials, do not necessarily need to be connected to storage or a Warehouse.
hu: A farm, a többi céghez hasonlóan nyersanyagot állít elő, így nem szükséges összekötni a raktárral vagy más tároló épülettel.

source: As long as units of the final production company can reach the Farm, and collectors from the Warehouse or Storage Tent can reach the final company everything's fine.
hu: Amíg a gyártó cégek egységei elérik a farmot, és a raktár vagy a tároló sátor árubegyűjtői elérik a gyártó céget, minden rendben van.

source: If you, however, plan to do some processing on different parts of the island (which can make sense) or even on different islands, you will need a connection to collectors.
hu: Viszont, ha a feldolgozást a sziget egy másik részén, vagy egy teljesen másik szigeten tervezet (teljesen érthető), akkor kelleni fog az összeköttetés az árubegyűjtők miatt.

source: Try to build the Farm not too close to the coast or your existing buildings since it will need some space around it to work well.
hu: Próbáld a farmot távolabb építeni a tengerparttól és a már meglévő épületektől, mivel sok helyre van szükség körülötte, hogy jól működjön.

source: Task: Build a Farm.
hu: Feladat: Építs egy farmot.

source: Build at least one pasture and add potato fields if you like.
hu: Építs legalább egy legelőt, és ha úgy tetszik, adj hozzá burgonya ültetvényeket.

source: NEW TASK: BUILD FIELDS
hu: ÚJ FELADAT: MEZŐK ÉPÍTÉSE

source: The Farm itself is not going to produce anything without some fields.
hu: A farm önmagában nem fog előállítani semmit mezők nélkül.

source: You currently have the choice between pastures, potato and sugar fields.
hu: Jelenleg legelő, burgonya és cukornád ültetvény közül választhatsz.

source: Let's have a short overview: * Pasture: Sheep live here, producing lamb wool. * Potato Field: Grows potatoes which are currently treated as food. * Sugar Field: Grows sugar which is used to distill liquor and (later) produce confectionery.
hu: Rövid áttekintés: * Legelő: birkát nevel, bárány gyapjút állít elő. * Burgonya ültetvény: burgonyát termeszt, amelyet élelmiszerként kezelünk. * Cukornád ültetvény: cukrot termeszt, amelyből alkoholt és (később) édességet állít elő.

source: We now only need pastures, but in case your food supply chain is too small (maybe many residential buildings) you can also produce some potatoes.
hu: Most csak legelőre van szükségünk, viszont, ha az élelmiszer ellátás alacsony (talán túl sok lakóépületed van), termeszthetsz burgonyát is.

source: Note that for potatoes you will need a road connection to the Farm (not to the field!), as it will be the only company to work on the goods.
hu: Burgonya termesztéshez szükség van útösszeköttetésre a farmhoz (nem a mezőhöz), hiszen az állítja elő az árut.

source: Make sure that all fields you build are in the area covered by the Farm.
hu: Ügyelj arra, hogy minden mezőt lefedjen a farm hatósugara.

source: You can have combined production - one pasture will not lead to 100 percent efficiency of the Farm - but you need to check how many fields one Farm can serve.
hu: Kombinálhatod is a termelést - egy legelő nem fogja 100 százalékban kihasználni a farm lehetőségeit -, viszont figyelj arra, hány mezőt képes a farm ellátni.

source: Different classes of fields require the farm units to spend more or less time there (to seed, harvest, herd, etc…) and because of that, the farm may be unable to serve all of the fields you built for it in time.
hu: A különböző típusú mezők kevesebb/több időt igényelnek a munkásoktól (ültetés, aratás, pásztorkodás, stb...), emiatt a farm nem képes minden mezőt időben ellátni.

source: For now, you do not need to care about these issues a lot since you haven't built any fields. Let's change that!
hu: Eddig nem kellett ezekkel a problémákkal foglalkoznod, hiszen nem tettél le még mezőket. Változtassunk ezen!

source: Task: Build at least one Pasture in the Farm's range and add Potato Fields if you like.
hu: Feladat: Építs legalább egy legelőt a farm hatósugarában, és ha úgy tetszik, adj hozzá burgonya ültetvényeket is.

source: Build a storage tent (tier I tab) where it makes sense.
hu: Építs egy tároló sátrat (egyes szintű épület), ahol szükség van rá.

source: NEW TASK: BUILD STORAGE
hu: ÚJ FELADAT: ÉPÍTS TÁROLÓT

source: Did you watch your lumberjack recently?
hu: Ránéztél mostanában a favágódra?

source: Since your Warehouse does not have unlimited space to store goods, collectors will stop fetching goods from companies when stock is full.
hu: Mivel a raktárad kapacitása nem végtelen, az árubegyűjtők abbahagyják a munkát, ha teli van a raktárad.

source: So if no sailors recently wanted to upgrade their tents, you probably have a lot of boards and in that case, the lumberjack may idle.
hu: Tehát, ha a tengerészek nem szeretnék fejleszteni a sátraikat, valószínűleg sok deszka áll a rendelkezésedre, a favágód pedig tétlenül áll.

source: We can improve this situation in two different ways, and we will have a look at both of them below.
hu: Két módon is kezelhetjük ezt a helyzetet, mind a kettőt átnézzük.

source: All companies offer to do no work at all. This may sound strange, but click on the gear wheel you see in the Lumberjack Hut's overview.
hu: Minden cégnél lehetőség van arra, hogy ne dolgozzanak. Ez elsőre furcsán hangzik, de azért klikkelj a favágó kunyhó áttekintésénél a fogaskerékre.

source: If this 'break' mode is enabled (we call it 'Decommissioning'), the running costs you pay for the building will decrease. They won't be zero, but still lower than if you keep the company producing.
hu: Ha ez a 'szünet' mód aktiválásra kerül (ezt hívjuk 'kihasználatlanság'-nak), az adott épület működéséhez szükséges költségek csökkennek. Nem csökken nullára, de még így is alacsonyabb, mint ha hagynád továbbra is dolgozni.

source: This means that you can save money when you temporarily do not need a company and do not want to tear it down, either.
hu: Ez azt jelenti, hogy pénzt spórolhatsz, amennyiben ideiglenesen nincs szükséged a cég szolgáltatására, de nem is szeretnéd lerombolni az épületet.

source: Another solution is to build the last tier-I building which has not been mentioned so far: the Storage Tent.
hu: A másik megoldás, amelyről még nem esett szó: felépítheted az első szintű épületek közül az utolsót, a tároló sátrat.

source: This building has two purposes. It: * Offers more storage for your goods, and * sends its own collectors to fetch goods, just like the Warehouse does.
hu: Ennek az épületnek két célja can: * Több szabad helyed van az áruk tárolására, és * saját árubegyűjtője van, akár csak a raktárnak.

source: Note that companies can also be connected to a storage in order to get their products collected, and if the Warehouse is overwhelmed with collector tasks, you can place a Storage Tent to help out there.
hu: A cégek által előállított árukat begyűjtheted, ha útösszeköttetést létesítesz a tároló sátorral, ha pedig a raktárad árubegyűjtője leterhelt, a raktár sátor ezt a problémát is orvosolni tudja.

source: Task: Build a Storage Tent, preferably where you need collectors.
hu: Feladat: Építs egy tároló sátrat (egyes szintű épület), ahol szükség van begyűjtőkre.

source: Build a Weaver's Hut that can somehow reach the wool of your Farm.
hu: Építs egy takács kunyhót, amely hozzáfér a farm által előállított gyapjúhoz.

source: NEW TASK: BUILD A WEAVER
hu: ÚJ FELADAT: ÉPÍTS TAKÁCS KUNYHÓT

source: Now the wool production is set up, you still need a weaver to produce cloth out of this wool.
hu: Most, hogy a gyapjú termelése biztosítva van, szükséged van egy takácsra, hogy a gyapjúból ruhát szőjön.

source: The Weaver's Hut is the place where the weaver lives. There are two spots where you can build it - either close to the Farm or close to a Storage Tent (or the Warehouse).
hu: A takács kunyhóban él a szövőmester. Két helyre építheted fel ezt az épületet - vagy a farm közelébe, vagy a tároló sátor (akár raktár) mellé.

source: In both cases you should ensure the connection to a Trail as well.
hu: Mindkét esetben biztosítanod kell az útösszeköttetést.

source: You can place the Weaver's Hut close to the Farm and tear down any Trail to the Farm to see that it will still fetch the wool and produce.
hu: Helyezd a takács kunyhót a farm közelébe, de egyelőre ne építs utat, hogy lásd, vajon a felhasználja-e a farm által előállított gyapjút a termeléshez.

source: Task: Build a Weaver's Hut positioned so it can get wool.
hu: Feladat: Építs egy takács kunyhót úgy helyezve, hogy elérje a gyapjú készletet.

source: House a total of 50 or more inhabitants in your city to complete the tutorial. You need a positive balance.
hu: Legalább 50 lakosnodnak és pozitív egyenlegednek kell lennie ahhoz, hogy befejezd az oktató módot.

source: NEW TASK: COMPLETE TUTORIAL
hu: ÚJ FELADAT: OKTATÓ MÓD VÉGE

source: Try to house a total of 50 or more inhabitants in your city by providing more residential buildings.
hu: Szállásolj el legalább 50 lakost a városodban további lakóépületek építésével.

source: Once you are able to keep an economy running which can satisfy this amount of consumers, you are ready to discover new Unknown Horizons!
hu: Ha sikerül olyan gazdaságot felépítened, amely ki tudja szolgálni az ekkora lakossággal járó igényeket, készen állsz felfedezni az Unknown Horizonst!

source: You also need enough money to keep this economy running, so a positive balance (check in the Warehouse tab 'Account') is required.
hu: Ennek a gazdaságnak a fenntartásához sok pénzre van szükséged, az egyenleged mindig legyen pozitív (ezt folyamatosan ellenőrizheted a raktár 'Kimutatás' füle alatt).

source: Task: Reach a total number of 50 inhabitants and a positive balance to complete this tutorial.
hu: Feladat: Szállásolj el legalább 50 lakost és legyen pozitív egyenleged az oktató mód befejezéséhez.

source: Congratulations! You have reached the end of this tutorial and are ready to meet new challenges!
hu: Gratulálunk! Az oktató mód végéhez értél, készen állsz az új megmérettetésekre!

source: NO TASKS LEFT
hu: NINCS ÚJABB FELADAT

source: You have successfully completed all tasks that were handed to you. The world is now at your command, waiting for your free aspirations and brave explorations!
hu: Sikeresen elvégeztél minden rád háruló feladatot. A világ a rendelkezésedre áll, valósítsd meg ötleteidet, fedezz fel bátran mindent!

source: If you have any suggestions on what we could or should improve, add or leave out:
hu: Ha bármilyen javaslatod lenne, min kellene változtatnunk vagy javítanunk, hozzáadnunk vagy kivennünk a játékból:

source: Our forums are open to you as well!
hu: A játék fóruma is nyitva áll előtted!

source: The best results until now were achieved by joining our IRC channel, so you could try that out first (-;
hu: Az eddigi tapasztalataink alapján a legtöbb eredményt az IRC csatornánknak köszönhetjük, próbálkozz először ott. (-;

source: Thanks!
hu: Köszönjük!

source: Thanks for playing the tutorial! Your UH-Team
hu: Köszönjük, hogy végigjátszottad az oktató módot! A Te UH-csapatod
